Repository: wp-plugins/cc-lexicon-lite
Catalog: languages/cc-lexicon-lite-*.po
Languages: fr_fr

source: Lexicon Entries
fr_fr: Lexicon entrées

source: Lexicon Entry
fr_fr: Lexicon Entrée

source: Add New Lexicon Entry
fr_fr: Ajouter une nouvelle entrée Lexicon

source: Edit
fr_fr: Modifier

source: Edit Lexicon Entry
fr_fr: Modifier Lexicon Entrée

source: New Lexicon Entry
fr_fr: New Lexicon Entrée

source: View Lexicon Entry
fr_fr: Voir Lexicon Entrée

source: Search Lexicon Entries
fr_fr: Rechercher Lexique entrées

source: No Lexicon Entries
fr_fr: Aucune candidature Lexicon

source: No Lexicon Entries in the Trash
fr_fr: Aucune candidature Lexicon de la corbeille

source: Description and details of a Lexicon Entry
fr_fr: Description et détails d'une entrée Lexicon

source: Lexicon Category
fr_fr: Lexicon Catégorie

source: Search Lexicon Categories
fr_fr: Recherche Lexicon Catégories

source: Popular Lexicon Categories
fr_fr: Lexicon populaires Catégories

source: All Lexicon Categories
fr_fr: Tous les Lexicon Catégories

source: Parent Lexicon Category
fr_fr: Parent Lexicon Catégorie

source: Parent Lexicon Category:
fr_fr: Parent Lexicon Catégorie:

source: Edit Lexicon Category
fr_fr: Modifier Lexicon Catégorie

source: Update Lexicon Category
fr_fr: Mise à jour Lexicon Catégorie

source: Add New Lexicon Category
fr_fr: Ajouter un nouveau Lexicon Catégorie

source: New Lexicon Category
fr_fr: nouvelle Lexicon Catégorie

source: Lexicon Categories
fr_fr: Lexicon Catégories

source: Click on any term below to reveal the description.
fr_fr: Cliquez sur un terme pour révéler la

source: Filter
fr_fr: Filtre

source: Show All
fr_fr: Tout afficher

source: Rate this plugin...
fr_fr: Évaluez ce plugin ...

source: Donate...
fr_fr: Faites un don ...

source: (Your donations keep this plugin free &amp; supported)
fr_fr: (Vos dons garder ce plugin gratuit et soutenue)
